tap "arl/arl"
tap "chase/tap"
tap "dopplerhq/cli"
tap "dotenvx/brew"
tap "felixkratz/formulae"
tap "grishka/grishka"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "jstkdng/programs"
tap "knqyf263/pet"
tap "koekeishiya/formulae"
tap "koyeb/tap"
tap "mocki-toki/formulae"
tap "nikitabobko/tap"
tap "olets/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "pablopunk/brew"
tap "pkgxdev/made"
tap "qmk/qmk"
tap "skiptools/skip"
tap "stripe/stripe-cli"
tap "supabase/tap"
tap "teamookla/speedtest"
tap "vladkens/tap"
tap "waydabber/betterdisplay"
tap "withgraphite/tap"
brew "xz"
brew "atuin"
brew "icu4c@76"
brew "awscli"
brew "bat"
brew "berkeley-db"
brew "bfg"
brew "brew-gem"
brew "btop"
brew "chezmoi"
brew "cliclick"
brew "ruby"
brew "cocoapods"
brew "direnv"
brew "dotter"
brew "exercism"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpegthumbnailer"
brew "fish"
brew "flyctl"
brew "fx"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "git-lfs"
brew "glow"
brew "gnu-tar"
brew "gnupg"
brew "gping"
brew "gzip"
brew "helix"
brew "htop"
brew "httpie"
brew "hub"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "libfido2"
brew "z3"
brew "llvm"
brew "luarocks"
brew "node"
brew "mongosh"
brew "most"
brew "navi"
brew "neonctl"
brew "neovim"
brew "nushell"
brew "nvm"
brew "openssh"
brew "p7zip"
brew "pkgconf"
brew "pngpaste"
brew "poppler"
brew "presenterm"
brew "pueue"
brew "python@3.11"
brew "rclone"
brew "ripgrep"
brew "sesh"
brew "speedtest-cli"
brew "sshs"
brew "starship"
brew "stow"
brew "taplo"
brew "television"
brew "tlrc"
brew "tmux"
brew "tmuxinator"
brew "tmuxp"
brew "unzip"
brew "vim"
brew "vivid"
brew "watchman"
brew "wget"
brew "whois"
brew "wtfutil"
brew "yazi", args: ["HEAD"]
brew "yq"
brew "yubico-piv-tool"
brew "zoxide"
brew "arl/arl/gitmux"
brew "dopplerhq/cli/doppler"
brew "dotenvx/brew/dotenvx"
brew "felixkratz/formulae/borders"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "knqyf263/pet/pet"
brew "koyeb/tap/koyeb"
brew "qmk/qmk/qmk"
brew "stripe/stripe-cli/stripe"
brew "supabase/tap/supabase"
brew "teamookla/speedtest/speedtest", link: false
brew "vladkens/tap/macmon"
brew "waydabber/betterdisplay/betterdisplaycli"
brew "withgraphite/tap/graphite"
cask "1password-cli"
cask "aerospace"
cask "android-commandlinetools"
cask "android-platform-tools"
cask "barik"
cask "expo-orbit"
cask "fig"
cask "font-iosevka"
cask "git-credential-manager"
cask "legcord"
cask "neovide"
cask "skip"
cask "termius"
cask "zulu@17"
vscode "1password.op-vscode"
vscode "aaron-bond.better-comments"
vscode "abdoseadaa.node-js-snippet"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "andys8.jest-snippets"
vscode "angular.ng-template"
vscode "antfu.theme-vitesse"
vscode "anysphere.pyright"
vscode "astro-build.astro-vscode"
vscode "atomiks.moonlight"
vscode "augment.vscode-augment"
vscode "bbenoist.nix"
vscode "beardedbear.beardedtheme"
vscode "bierner.markdown-preview-github-styles"
vscode "bradlc.vscode-tailwindcss"
vscode "britesnow.vscode-toggle-quotes"
vscode "bungcip.better-toml"
vscode "burkeholland.simple-react-snippets"
vscode "chadalen.vscode-jetbrains-icon-theme"
vscode "chamboug.js-auto-backticks"
vscode "christopheranthonycastanuela.tab-jumper"
vscode "clinyong.vscode-css-modules"
vscode "codium.codium"
vscode "csstools.postcss"
vscode "cweijan.vscode-office"
vscode "dangxuandev.typed-css-modules-plugin"
vscode "dautroc.flash-vscode-dautroc"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "dzhavat.css-flexbox-cheatsheet"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "equinusocio.vsc-community-material-theme"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "gerrythemes.gerrythemes"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "goopware.raythis"
vscode "gulajavaministudio.mayukaithemevsc"
vscode "iceyer.toml-formatter"
vscode "illixion.vscode-vibrancy-continued"
vscode "janne252.fontawesome-autocomplete"
vscode "jasonlhy.hungry-delete"
vscode "jock.svg"
vscode "johnpapa.vscode-peacock"
vscode "jorcelinojunior.chezmoi-tools"
vscode "keksiqc.idx-monospace-theme"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "masterco.master-css-language-service"
vscode "mattpocock.ts-error-translator"
vscode "mcright.auto-save"
vscode "mhutchie.git-graph"
vscode "michaelzhou.fleet-theme"
vscode "miguelsolorio.min-theme"
vscode "miguelsolorio.symbols"
vscode "mikestead.dotenv"
vscode "mintlify.document"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "naumovs.color-highlight"
vscode "naumovs.theme-oceanicnext"
vscode "nrwl.angular-console"
vscode "pmndrs.pmndrs"
vscode "pranaygp.vscode-css-peek"
vscode "pranjalkumar.minimal-kiwi"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "saoudrizwan.claude-dev"
vscode "seansassenrath.vscode-theme-superonedark"
vscode "sourcegraph.cody-ai"
vscode "stivo.tailwind-fold"
vscode "sumneko.lua"
vscode "supermaven.supermaven"
vscode "tabnine.tabnine-vscode"
vscode "tal7aouy.icons"
vscode "tal7aouy.theme"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "vincaslt.highlight-matching-tag"
vscode "vinliao.fast-arrow"
vscode "vintharas.learn-vim"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wallabyjs.console-ninja"
vscode "wallabyjs.quokka-vscode"
vscode "wix.vscode-import-cost"
vscode "xabikos.javascriptsnippets"
vscode "xabikos.reactsnippets"
vscode "yoavbls.pretty-ts-errors"
vscode "zhuangtongfa.material-theme"
vscode "zignd.html-css-class-completion"
