arl/arl/gitmux
atuin
awscli
bat
berkeley-db
bfg
brew-gem
btop
chezmoi
cliclick
cocoapods
direnv
dopplerhq/cli/doppler
dotenvx/brew/dotenvx
dotter
exercism
eza
fastfetch
fd
felixkratz/formulae/borders
ffmpegthumbnailer
fish
flyctl
fx
gh
git
git-delta
git-filter-repo
git-lfs
glow
gnu-tar
gping
gzip
helix
htop
httpie
hub
hyperfine
imagemagick
jesseduffield/lazydocker/lazydocker
jesseduffield/lazygit/lazygit
jq
kanata
knqyf263/pet/pet
koyeb/tap/koyeb
luarocks
mas
mongosh
most
navi
neonctl
nushell
nvm
openssh
p7zip
pngpaste
poppler
presenterm
pueue
python@3.11
qmk/qmk/qmk
rclone
ripgrep
rust
sesh
speedtest-cli
sshs
starship
stow
stripe/stripe-cli/stripe
supabase/tap/supabase
taplo
teamookla/speedtest/speedtest
television
tlrc
tmuxinator
tmuxp
unzip
vim
vivid
vladkens/tap/macmon
watchman
waydabber/betterdisplay/betterdisplaycli
wget
whois
withgraphite/tap/graphite
wtfutil
yazi
yq
yubico-piv-tool
zoxide
